<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;

use App\Models\TableConfig;

class TableConfigSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $tables = [
            [
                "受付日","顧客ID","受付番号","客先","担当","メーカー","DC","型番","希望数量","希望単価","区分","条件1","条件2","条件3","キャンセル日付","処理日付"
            ],
            [
                "RFQ依頼日","ランク","仕入先","メーカー","型番","買数量","買単位","買通貨","買単価","DC","地域","Rohs","仕入納期","送料","仕入見積日","仕入先見積番号",
            ],
            [
                "見積日", "ランク","顧客", "仕入先","メーカー","型番","買数量","買単位","買通貨","買単価","売単価","DC","仕入納期","Rohs", "受注日",
            ],
            [
                "受付番号","受付日","見積番号","見積日","客先","担当","メーカー","型番","DC","Rohs","地域","希望数量","見積備考","見積納期","仕入先","買数量","買単位","買通貨","買単価","買金額","送料","粗利率","粗利","見積単価","売数量","売単位","売通貨","売単価","売金額",
                "支払い条件",
            ],
            [
                "見積日","客先","メーカー","型番","売数量","売通貨","売単価","DC","Rohs","仕入先","買単価","買通貨","粗利",
            ],
            [
                "受注番号","受注日","客先注文番号","支払い条件","客先","担当","見積日","見積番号","メーカー","型番","DC",
                "Rohs","国","見積数","見積単位","見積備考","見積納期","粗利率","粗利","売数量","売単位","売通貨", "売単価","売金額","客先希望納期","キャンセル　客先",
            ],
            [
                "客先","担当","受注日","メーカー","型番","DC","地域","Rohs","見積納期","仕入先","ランク","買数量","買通貨","買単価","買金額","粗利率","発注日","発注番号","納入日","顧客希望納期","仕入先備考","Ship To","Ship By","キャンセル 仕入先","仕入先見積番号",
            ],
            [
                "客先","担当","客先注文番号","納入予定日","発注日","顧客希望納期","メーカー","型番","DC","Rohs","地域","仕入先","買数量","買通貨","買単価","入荷日","入荷数","入荷単価","CoO","InTR#",
            ],
            [
                "ID","客先","担当","入荷日","メーカー","型番","DC","Rohs","粗利率","売数量","売単位","売通貨","売単価",
                "売金額","出荷日","顧客希望納期","お届け予定日","配達時間","請求日","請求No","客先ID","OutTR#","顧客注文番号","支払い条件","送料","代引き手数料",
            ]
        ];

        for($i = 0; $i < count($tables); $i++)
        {
            $arr_width = [];
            $table_config = new TableConfig;
            for($j = 0; $j < count($tables[$i]); $j++)
            {
                array_push($arr_width, '100px');
            }
            $table_config->column_info = json_encode($arr_width);
            $table_config->column_names = json_encode($tables[$i]);
            $table_config->table_name = TableConfig::$names[$i];
            $table_config->user_id = 100;
            $table_config->save();
        }
    }
}
