<p class="page-highlight" style="font-weight: 300">
    <span>第1条（会員登録）</span><br>
    本利用規約でいう会員とは、本利用規約に同意の上、当社の定める会員登録方法により当社サービスの利用を申し込み、当社がその利用の承認をした日本国法により設立された日本国内に本店がある法人・その他日本国内に本拠および連絡先がある機関・団体およびそれらに属する個人ならびに営業のために当社サービスを利用する個人をいいます.当社サービスは B to Bサービスであり、当社サービスを利用する商品購入は、営業目的の購入に限定されます.<br>
    一般の消費者は会員とはなれません.なお、会員が通常の手順にて当サイトにログインを許可されたこと、あるいはその他媒体を通じて当社の定める方法により当社サービスの利用が可能になったことをもって、当社がその利用を承認したものとみなします.
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第2条（ＩＤおよびパスワード管理</span><br>
    1  会員は、ＩＤおよびパスワードを自己の責任において管理、使用するものとします.<br>
    2  ＩＤおよびパスワードは、会員本人だけが使用できるものとし、いかなる第三者に対しても、譲渡・売買・名義の変更・貸与・質権その他の担保に供する等の行為をしてはならないものとします.<br>
    3  第三者が会員のＩＤおよびパスワードを不正に利用し、会員が損害を被ったとしても、当社は一切の責任を負わないものとします.会員は、自己のＩＤおよびパスワードを使用してなされた当社サービスでの商品購入その他による一切の債務を負担するものとします.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第3条（利用規約の運用・変更）</span><br>
    1　本規約は、会員が当社サイトを通じて商品を購入される全ての場合に適用されるものとし、当社サイトを利用される会員は、本規約を全てご理解・ご承認いただいているものとみなします.<br>
    2　本規約は、当社が随時変更できるものとし、本規約を変更した場合、当社は、その旨の告知および変更後の規約を当サイト上に掲示することとします.<br>
    3　本規約は、会員の注文時に当サイトに掲示されている規約を基準として会員に適用されるものとします.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第４条（サービスの一時的な中断）</span><br>
    1　当社は、以下のいずれかの事由が生じた場合には、会員に事前に通知することなく、一時的に当社サービスを中断することがあります.<br>
    &nbsp;&nbsp;（1）サービス用設備等の保守を定期的にまたは緊急に行う場合<br>
    &nbsp;&nbsp;（2）火災、停電等によりサービスの提供ができなくなった場合<br>
    &nbsp;&nbsp;（3）地震、噴火、洪水、津波、疫病、火災等の災害によりサービスの提供ができなくなった場合<br>
    &nbsp;&nbsp;（4）戦争、動乱、暴動、騒乱、労働争議等によりサービスの提供ができなくなった場合<br>
    &nbsp;&nbsp;（5）その他、運用上または技術上当社がサービスの一時的な中断が必要と判断した場合<br>
    2　当社は、前項各号のいずれか、またはその他の事由によりサービスの提供の遅延または中断等が発生したとしても、これに起因する会員または第三者が被った損害について、一切責任を負わないものとします.
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第5条（使用用途と免責について）</span><br>
    当社が販売する商品の使用用途に関しては、一般的電子機器を想定しています.<br>
    特に高い信頼性・品質を求められる特定用途（※）に使用される事を意図して設計・製造されておりません.<br>
    特定用途（※）にご使用になられた事に起因して生じたいかなる損失・損害、人命への影響、社会的損害も当社は一切の責任を負いかねます.ご了承頂きご使用願います.<br>
    ※特定用途：大量破壊兵器など軍事用機器、原子力制御機器、航空・宇宙機器、交通輸送機器（止まる・走る・曲がるといった重要保安部品）、交通信号機器、燃焼制御、医療機器（家庭用含む）、各種安全装置など<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第6条（見積り）</span><br>
    1　当社が扱う商品についての見積りは、当社サイトにおいて当社が定める連絡媒体をもって、回答するものとします.<br>
    2　見積り有効期限は、見積り回答日から３日間とします.ただし、当該期限内であっても予告なく価格を変更することがあります.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第7条（注文）</span><br>
    1　当社サイトによる注文は、全て当社サイトに掲示されている当社指定の方法にて受付けるものとします.<br>
    2　注文の確定は、会員が当社指定の注文方法にて注文後、当社から会員へのEメールアドレス、電話、ＦＡＸ等をもって注文登録受付けの回答を発信した時点とします.<br>
    3　前2項による注文が確定した後であっても、在庫切れ等の理由により当社が注文された商品を調達できない場合その他やむをえない事由がある場合には、当社は、注文確定から当社５営業日以内に、会員に通知することにより、解約をすることができるものとします.なお、当社の解約により会員に損害が発生した場合でも当社は一切の責任を負わないものとします.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第8条（品質対応）</span><br>
    当社が販売する商品については、不良解析、RoHS指令に関する成分調査、環境調査等の対応についてはお受けできません.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第9条（出荷）</span><br>
    当社は、当サイト画面上に表示した出荷期日を極力守りますが、事故・災害その他やむを得ない事由により配送遅延が発生することがあることを会員は了承するものとします.<br>
    なお、配送遅延により会員に損害が発生した場合でも当社は一切の責任を負わないものとします.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第10条（配送・納入）</span><br>
    1　商品の配送においては、当サイト画面上に表示した所定の配送料が注文代金に加算されることを、会員は承知するものとします.また、重量過剰や特殊梱包が必要な場合等、特殊な事情により、追加送料が必要となる場合は、当社から事前に会員にその旨をお知らせした上で、会員の了解を得て、商品を発送するものとします.<br>
    2　受取人が不在の為返品された場合および納入先の指定違い等により発生した費用は、注文をした会員の負担となります.<br>
    3　注文をした会員は、注文した商品の受領を拒否することは一切出来ないものとします.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第11条（支払）</span><br>
    1　商品代金のお支払いは、原則として、当社サイトに指定した方法によるものとします.<br>
    2　商品の代金及び配送料については、法定の消費税が加算されます.<br>
    3　商品代引を選択された会員については、商品代金、配送料以外に、所定の商品代引手数料を会員が負担するものとします.当該商品代引手数料についても、別途法定の消費税が加算されます.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第12条（キャンセル・返品）</span><br>
    1　ご注文のキャンセルにつきましては、商品確保前のみ対応いたします.商品確保後のキャンセル（商品の変更・数量の変更を含む.）につきましては一切対応出来ませんのでご注意ください.<br>
    2　商品の内容違いにつきましては、会員が指定した配送先に商品が到着した後、１週間以内に当社にその旨を通知の上ご返送いただき、当社が確認した後に再発送するものとします.<br>
    3　商品の数量不足につきましては、電子部品という特質上、商品到着日当日に当社に通知があった場合で、在庫が確認できるときに限り、当社は追加発送に応じるものとします.<br>
    （商品到着日翌日以降のクレームには一切応じられませんので必ず商品到着時に数量をご確認ください.）<br>
    4　受け取った商品に破損等の外形的に明らかな不具合があった場合は、商品到着後１週間以内に当社にその旨を通知するものとします.当該商品の不具合について弊社がこれを認めた場合に限り、商品の交換または代金の返却をいたします.<br>
    5　商品の内容違い、数量不足、不具合等を理由として、お客様に商品の一部あるいは全部が引渡されない場合、または引渡しが遅延した場合で、これによりお客様に損害が発生した場合でも当社は一切の責任を負わないものとします.<br>
    6　前第２項、第４項の場合の返品および交換は、商品の性質上、原則として未使用の状態の商品のみに限るものとします.<br>
    7　IPC/JEDECにて、ICパッケージ防湿包装開封後のフロワーライフを、水分敏感度(MSL：Moisture sensitivity Level)で定めていますが、当社では『メーカ梱包の未開封品』以外は、フロワーライフの保証ができません.
    そのため、お見積依頼を受けるにあたり『メーカ梱包の未開封品』のご指定を事前に頂かない場合には、真空梱包されたものであっても、一度開封されたものがお手元に届く可能性があります.その場合、フロワーライフを理由に、ご返品、ご返金をお受けすることはできません.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第13条（免責事項）</span><br>
    1　当社サイトを通じて購入した商品を使用して発生した如何なる損害に対しても、当社は、損害賠償等の一切の責任を負わないのものとします.<br>
    2　当社サイトを通じて購入した商品の品質について、当社は原則として一切の保証をしないものとします.<br>
    3　当社は、電子上、物理上のセキュリティ対策を実施していますが、ネット上において第三者による不正アクセスまたは情報の漏洩が起こった場合、当社はその責任を一切負わないものとします.<br>
    4　当社は会員又は顧客法人等の当社サービス利用に関し発生した損害については、次の各号に定める損害も含め、一切その責を負わないものとします.<br>
    &nbsp;&nbsp;（1）直接損害および会員又は顧客法人等の得べかりし利益の損失もしくはその他の間接的な損害または付随的損害<br>
    &nbsp;&nbsp;（2）会員、顧客法人等または第三者の故意または過失、あるいは不可抗力により発生した損害<br>
    &nbsp;&nbsp;（3）提供情報（ダウンロードすることにより納入することが可能な商品を含む.）の内容の瑕疵等により発生した損害<br>
    &nbsp;&nbsp;（4）商品の利用に伴い発生した損害<br>
    &nbsp;&nbsp;（5）第三者の著作権、特許権、実用新案権、意匠権、回路配置利用権、商標権その他の知的財産権およびその他の権利侵害に基づき生じた損害<br>
    &nbsp;&nbsp;（6）輸出規制の違反または取り扱いに起因する損害<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第14条（危険負担および所有権）</span><br>
    1　商品の損失または損害の危険負担は、納入時をもって、会員に移転されるものとします.<br>
    2　商品の所有権は、商品が会員に納入され、かつ商品代金が完済されたときに当社から会員に移転するものとします.<br>
    3　会員が、当社に対して支払うべき代金の支払期限を遵守しない場合、当社は、当社が会員に販売した商品であって、その所有権が会員に移転していないすべての商品の返却を直ちに受ける権利を有するものとします.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第15条（海外輸出）</span><br>
    1　当社サイトから購入した商品を輸出（「再輸出」を含む.以下、本条において同じ.）するにあたっては、本邦および関係国の関連法令で定める規制対象品の関連法令を遵守し、本邦からの輸出が禁止されている場合、または輸入が禁止されている国・地域等には、直接・間接を問わず、輸出しないものとします.<br>
    2　当社サイトから購入した商品を輸出する者は、その責任と負担で輸出に必要な一切の許可または承認を取得し、必要な報告または届出をするものとします.<br>
    3　前１項、前２項に反して、弊社サイトから購入した商品を不正に輸出した場合、当社ならびに当社が販売する商品の製造・供給元は、これに起因する障害および損害に対して一切責任を負わないものとします.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第16条（知的財産権）</span><br>
    1　当社サイトにおいて販売されているすべての商品は、当該商品にかかる特許権、実用新案権、意匠権、回路配置利用権、商標権その他の知的財産権またはその他の権利を有する者の当該権利に従うものとします.<br>
    2　当社サイトにおいて提供する情報の著作権は、当社または当該情報の原著作者に帰属するものとします.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第17条（権利義務の譲渡禁止）</span><br>
    当社サイトの利用により生じたいかなる権利または義務であっても、第三者に譲渡することはできないものとします.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第18条（準拠法）</span><br>
    本規約の成立、効力、履行および解釈については、日本法が適用されるものとします.<br>
</p>
<p class="page-highlight" style="font-weight: 300">
    <span>第19条（管轄）</span><br>
    本規約に関する一切の紛争については、さいたま地方裁判所川越支部を第一審の専属管轄裁判所とします.<br>
</p>
